[{
  "name": "Alex Clayton",
  "quote": "... we will often eat ‘twists’ of British classics ...",
  "blurb":"Growing up in a family that takes food and mealtimes very seriously has heavily influenced my relationship with food. My parents are both British, but lived in the Caribbean and South America before Kenya, where I spent the first eight years of my life. Those influences carried through to my more recent life in Scotland, where we will often eat ‘twists’ of the British classics that they craved when they were abroad. In addition to those, the wide array of cuisines available in Edinburgh means it is never uncommon to mix dishes from around the world. I still eat a complex mix of different cuisines and tastes at UNC and love the variety that brings, even at the cost of a particular food identity. One of the things I have not held on to so well, however, is the value that my parents place on mealtimes as the main point of contact for the day. I think this is change is inherent in being a busy college student.",
  "image": "static/Alex.png"
},
{
  "name": "Camila Molina",
  "quote": "Rice is always present in a Colombian lunch (even with pasta!).",
  "blurb": "I wish my meals weren’t so rushed. Food, right now, is inconvenient. It’s an extra thing I have to think about during the day. Although I would love to spend a few hours a week searching for food recipes and food bloggers on the Internet, I can’t do that. So, I turn to what I know how to prepare. Honey granola is an easy snack I can pop into my mouth in transition from class and beans remind me of my mom’s Colombian cooking. I eat rice every day. Rice is always present in a Colombian lunch (even with pasta!). It’s like the coffee table that holds everything together in the living room—if it’s missing, the room is incomplete.",
  "image": "static/Camila.jpg"
},
{
  "name": "Emily Perry",
  "quote": "I have a somewhat transactional view of food — I put in my body all nutrients I need to do what I need to do.",
  "blurb": "It’s midnight, and I’m closing my computer to take a break from homework. I head downstairs, tiptoeing carefully so I don’t wake up my family. I carefully slip over to the kitchen, feeling my way by the chair moulding on the side of the wall. I creak open the refrigerator. It engulfs me  in a pool of light. I grab for the peanut butter, the bags of veggies, and the cheese. I carefully fill little ziploc bags full of food for lunch, snacks, and dinner tomorrow. I know I’ll need quick energy to make it through the day. This was my life in high school. Because I commuted to Charlotte, an hour from my house in Hickory, NC, to train in classical ballet, I prepared each of my meals ahead of time. My days were spent in route to ballet practice, doing my homework in the back seat, cramming in the necessary calories to sustain my body for a long night of dancing.  I’ve realized that this period of intense athletic training still influences my food habits today, even though I’ve long since hung up my pointe shoes. My life looks different now, but I still  gravitate toward quick and easy foods — lots of fruits, lots of veggies. I have a somewhat transactional view of food — I put in my body all nutrients I need to do what I need to do.",
  "image": "static/Emily.jpg"
},
{
  "name": "Cameron Hardie",
  "quote": "...the nature of constantly being busy pushes food to a position of an afterthought...",
  "blurb":"Whether it’s the fastest meal in the morning, the closest place to get lunch while on campus, or the easiest meal I can make at home, the driving force of my eating habits is ease. Some of my personal choice of eating food is occasionally sacrificed if I am trying to eat with a group, or decided to go somewhere for a meal where the group will try and find a common denominator of preference. I believe that the sporadic nature of timing as well as food type is fairly representative for my age group, especially those who are in college. The nature of different daily schedules as well as the nature of constantly being busy pushes food to a position of an afterthought and one that people try and fit into their schedule rather than build a schedule around.",
  "image": "static/Cameron.jpg"
},
{
  "name": "Sophie Shaw",
  "quote": "“Everything’s better with butter,” she always said.",
  "blurb":"Someone has started boiling a very large pot of water on the stove to which we add the pierogies, and Nanny has browned the butter. This is fitting, since the main food I associated with my grandmother since early childhood was butter. “Everything’s better with butter,” she always said. The rich, almost nutty smell of browned butter is one of the best smells in a kitchen. As we cooked and argued and yelled at each other, Nanny has been quietly adding stick after stick to the pot until by now we have an incredible amount of browned butter.The pierogies are lifted out of the boiling water and onto a pan, where Nanny pours browned butter over them and my mom pops them into the oven. When the pierogis are ready to serve there are far too many of us to fit even at our very large dining room table. I end up sitting on the floor in the living room, and have to guard my plate carefully to protect it from my dog, Lucy. The pierogis are delicious – the cheese makes them salty while the butter is both salty and sweet. The potatoes and onions make them savory and filling. I say we should do this another time, but my aunts tell me never again. Much too much work. I am just happy to have my two pierogies, and to be surrounded by my loud and lovely family.",
  "image": "static/Sophie.jpg"
},
{
  "name": "Melanie Hofmann",
  "quote": "My mother taught me that cooking was an essential skill.",
  "blurb":"I would always find myself in a kitchen before every meal helping my mom mix, chop, or sauté. I still find myself returning to the kitchen, eager to create. Preparing food, from an early age, came to be my most cherished past time, but with it came a deep seated and fundamental turmoil. My mother taught me that cooking was an essential skill, and much to my dismay, the older I grew, the more I began to understand my mother’s definition of essential. I always noticed that she got up in the early hours of the morning to make my stepfather breakfast before he went to work, and stood in the kitchen until dinner was on the table for him when he got home. Whenever she was unable to perform these tasks, she would express the disappointment in herself and guilt for not feeling well enough to do her job. The knowledge of cooking wasn’t essential to nourish my body or entertain me, it was to ensure I kept my future husband happy. I wanted to take pride in cooking, to cook because I wanted to—but this harsh societal truth remained: my power to create could be used to suppress me.",
  "image": "static/Melanie.png"
}
]
